tap "aws/tap"
tap "Jimon-s/awsmfa"
tap "kayac/tap"
tap "songmu/tap"
tap "sst/tap"

brew "aws-sam-cli"
brew "awscli"
brew "awsmfa"
brew "direnv"
brew "flyctl"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "github-mcp-server"
brew "gpg"
brew "jq"
brew "kubectx"
brew "libpq"
brew "mas"
brew "mise"
brew "opencode"
brew "rcm"
brew "stripe/stripe-cli/stripe"
brew "tig"
brew "tree"
brew "vim"
brew "vips"
brew "watch"
brew "kayac/tap/ecspresso"
brew "songmu/tap/ecschedule"

cask "1password/tap/1password-cli"
cask "appcleaner"
cask "chatgpt"
cask "clipy"
cask "coteditor"
cask "discord"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "lm-studio"
cask "notion"
cask "notion-calendar"
cask "openvpn-connect"
cask "session-manager-plugin"
cask "slack"
cask "smoothcsv"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"

mas "CalcBar", id: 1494615606
mas "Line", id: 539883307
mas "Speedtest by Ookla", id: 1153157709
