tap "aws/tap"
tap "kayac/tap"
tap "songmu/tap"

brew "asdf"
brew "awscli"
brew "direnv"
brew "flyctl"
brew "git"
brew "git-delta"
brew "gpg"
brew "jq"
brew "kubectx"
brew "libpq"
brew "mas"
brew "mysql@8.0"
brew "rcm"
brew "stripe/stripe-cli/stripe"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "kayac/tap/ecspresso"
brew "songmu/tap/ecschedule"

cask "appcleaner"
cask "clipy"
cask "coteditor"
# NOTE: CSV+（https://www.plus-one.tech/csv-plus/）もhomebrewに対応するといいなあ
cask "discord"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "openvpn-connect"
cask "session-manager-plugin"
cask "slack"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"

mas "CalcBar", id: 1494615606
mas "Kindle", id: 302584613
mas "Line", id: 539883307
