tap "aws/tap"
tap "homebrew/cask"
tap "hudochenkov/sshpass"
tap "kayac/tap"
tap "songmu/tap"

brew "asdf"
brew "awscli"
brew "direnv"
brew "git"
brew "git-delta"
brew "jq"
brew "kubectx"
brew "mas"
brew "rcm"
brew "tig"
brew "tree"
brew "vim"
brew "hudochenkov/sshpass/sshpass"
brew "kayac/tap/ecspresso"
brew "songmu/tap/ecschedule"

cask "appcleaner"
cask "clipy"
cask "coteditor"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "local"
cask "notion"
cask "slack"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"

mas "CalcBar", id: 1494615606
mas "Line", id: 539883307
mas "Microsoft To Do", id: 1274495053
